/* The menu item title for opening a file with the preferred application. */
"Open" = "Open";

/* The menu item title for a submenu containing applications for opening a file. */
"OpenWith" = "Open With";

/* The menu item title when no suitable application to open a file can be found. */
"NoApplicationFound" = "No Application Found";

/* Menu item shown at the bottom of the menu. Works the same as the "Other…" menu item in the context menu for files in Finder. */
"Other" = "Other…";

/* The title of the application chooser panel shown when selecting the "Other…" menu item. */
"Choose Application" = "Choose Application";
